Repository: OlivierGaillard/zulma
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: es

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha de cierre

source: start and end dates order mismatch
es: Desajuste entre la fecha de inicio y cierre

source: At least one date is required
es: Al menos una fecha es requerida

source: Dashboard of Branch
es: Tablero de sucursal

source: Purchases
es: Compras

source: Costs
es: Costos

source: Link to its costs
es: Enlace a sus costos

source: Total costs:
es: Total de gastos:

source: Total incomes:
es: Total de ingresos:

source: Not depending of the date interval
es: No depende del intervalo de la fecha

source: Total articles:
es: Total de art√≠culos:

source: Main Dashboard
es: Tablero principal

source: All Costs (with or without branch)
es: Todos los costos (Con o sin sucursal)

source: All costs
es: Todos los costos

source: Costs without a branch defined are named "Main"
es: Costos sin una sucursal definida es llamada "Principal"

source: Main costs
es: Costos principales
