Repository: OlivierGaillard/zulma
Catalog: dproject/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Permission denied
es: Permiso no permitido
fr: Permission refusée

source: CSRF verification failed. Request aborted.
es: Verificación CSRF fallida. Solicitud interrumpida.

source: Page not found
es: Página no encontrada
fr: Page non trouvée

source: We're sorry, but the requested page could not be found.
es: Lo sentimos, pero la página solicitada no pudo ser encontrada.

source: There's been an error. It's been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
es: Ha ocurrido un error. Ha sido reportado a los administradores del sitio vía correo electrónico y se solucionará pronto. Gracias por su paciencia.

source: Imprint
es: Imprimir
fr: Imprimer

source: About
es: A cerca de
fr: À propos de nous

source: First Steps
es: Primeras pasos
fr: Premiers pas

source: Create Branch
es: Crear sucursal
fr: Créer une branche

source: Create category
es: Crear categoría
fr: Créer une catégorie

source: Create one Category
es: Crear una categoría
fr: Créer une catégorie

source: Create Arrival
es: Crear ingreso
fr: Créer un arrivage

source: Create one Arrival
es: Crear un ingreso
fr: Créer un arrivage

source: Upload pictures ZIP
es: Subir imágenes ZIP
fr: Téléverser un ZIP d'images

source: Upload ZIP pictures
es: Subir imágenes ZIP
fr: Téléverser un ZIP d'images

source: Generate articles from pictures
es: Generar artículos de las fotografías
fr: Générer des articles à partir des images

source: Generate Articles
es: Generar artículos
fr: Générer des articles

source: Your Basic Data
es: Datos Básicos
fr: Vos informations de base

source: Branches
es: Sucursales

source: Arrivals List
es: Lista de Ingresos
fr: Arrivages

source: Arrivals
es: Ingresos
fr: Arrivages

source: List the categories
es: Lista de categorías
fr: Lister les catégories

source: Categories
es: Categorías
fr: Catégories

source: Caisse
es: Caja

source: Liste des articles
es: Lista de artículos

source: Articles by pics
es: Artículos por fotografías
fr: Images des articles

source: Contenu du panier
es: Contenido de la cesta

source: Ventes
es: Ventas

source: Payments
es: Pagos
fr: Paiements

source: Clients
es: Clientes

source: Ajouter un client
es: Agregar un cliente

source: Costs
es: Costos
fr: Coûts

source: Add one Cost
es: Agregar un costo
fr: Ajouter un coût

source: Create a category
es: Crear una categoría
fr: Créer une catégorie

source: Enterprises
es: Empresa
fr: Entreprises

source: an enterprise or provider which occurs regularly in your costs
es: una emprea o proveedor que aparece regularmente en los costos
fr: une entreprise ou un fournisseur se service qui se présente régulièrement dans vos coûts

source: Create an enterprise
es: Crear una empresa
fr: Créer une entreprise

source: Log out
es: Cerrar sesión
fr: Quitter

source: Log in
es: Iniciar sesión
fr: S'annoncer

source: créé par
es: creado por

source: Dear
es: Estimado
fr: Cher/Chère

source: Yours sincerely
es: Atentamente
fr: Cordiales salutations

source: Dear ladies and gentlemen
es: Estimados damas y caballeros
fr: Mesdames, Messieurs

source: Bienvenue
es: Bienvenido

source: First steps to enter your articles
es: Primeros pasos para ingresar sus artículos
fr: Premiers pas pour saisir vos articles

source: Comment saisir une vente
es: Introducir una venta

source: step-by-step guide
es: guía paso a paso
fr: Guide pas à pas

source: Allez à la
es: Ir a la

source: 1ère étape
es: Primera etapa

source: de la vente achevée
es: venta completada

source: Home
es: Página principal

source: Logged out
es: Cerrar sesión

source: Thanks for spending some quality time with the Web site today.
es: Gracias por pasar tiempo de calidad en el sitio Web .

source: Log in again
es: Iniciar sesión nuevamente

source: The %(site_name)s team
fr: L'équipe %(site_name)s

source: <p>Please follow the <em>Preparation</em> part of the menu <em>First Steps</em>: <ol> <li>If you have more than one branch, add it <a href="/inventory/branch_create">here.</a></li> <li>Create one <a href="/inventory/arrival_create/">arrival</a></li> <small><em>Or <a href="/inventory/arrivals/">rename</a> the one I created</em></small></li> <li><a href="/inventory/upload_zipics/">Upload</a> the pictures as a .zip file.</li> <li><a href="/inventory/handle_pics/" %%}">Generate </a> the articles</li></li> </ol> </p>
fr: <p>Veuillez suivre les étapes du menu <em>Préparation</em> part of the menu <em>First Steps</em>: <ol> <li>If you have more than one branch, add it <a href="/inventory/branch_create">here.</a></li> <li>Create one <a href="/inventory/arrival_create/">arrival</a></li> <small><em>Or <a href="/inventory/arrivals/">rename</a> the one I created</em></small></li> <li><a href="/inventory/upload_zipics/">Upload</a> the pictures as a .zip file.</li> <li><a href="/inventory/handle_pics/" %%}">Generate </a> the articles</li></li> </ol> </p>
