Repository: OlivierGaillard/zulma
Catalog: cart/locale/*/LC_MESSAGES/django.po
Languages: es

source: Amount
es: Cantidad

source: Name
es: Nombre

source: First name
es: Primer nombre

source: Phone.
es: Teléfono.

source: no spaces between digits please
es: Sin espacios entre dígitos, por favor

source: montant
es: Cantidad

source: Client
es: Cliente

source: Make the field empty (---) if the customer is not registered.
es: Dejar el espacio en blanco (si el cliente no está registrado)

source: Selling closed
es: Venta finalizada

source: Selling
es: Venta

source: Price
es: Precio

source: Cart validated
es: Carretilla confirmada

source: 3th step
es: Tercer paso

source: step-by-step guide
es: Guía paso por paso

source: Enter the selling price
es: Ingresar precio de venta

source: Enter the price by editing the field 'Edit'
es: Ingresar el precio editanto el campo de Editar.

source: Validate by clicking on the button 'Edit'
es: Validad tecleando el botón de Edit.

source: If there are other article to add to the cart, search again for articles.
es: Si hay que agregar otro artículo a la carretilla, busque nuevamente en la lista.

source: Got to the selling form by clicking on the button
es: Ir a la forma de venta al teclear el botón

source: of the selling process
es: Procesos de venta

source: Nr
es: Número

source: Date added
es: Fecha de ingreso

source: Action
es: Acción

source: Title
es: Título

source: Available stock quantity
es: Cantidad de artículos disponibles

source: Quantity
es: Cantidad

source: Remove from cart
es: Quitar de la carretilla

source: available quantity
es: Cantidad disponible

source: Save
es: Guardar

source: Total of your cart:
es: Total de la carretilla:

source: To the selling
es: A la venta

source: Etape 4
es: Etapa 4

source: If needed change the sellig price by editing the field 'Amount'
es: Si necesita cambiar el precio de venta, edite el campo de Cantidad

source: If needed edit the selling date
es: Si necesita cambiar el precio de venta, edite el campo de Cantidad

source: de la vente achevée
es: Venta completa

source: Client pas enregistré
es: Cliente no registrado

source: Si votre client n'est pas enregistré vous pourrez modifier la vente plus tard, une fois les paiements effectués.
es: Si su cliente no está registrado, podrá modificar la venta más tarde, una vez que se hayan hecho los pagos.

source: Phone
es: Teléfono

source: Edit
es: Editar

source: Delete
es: Borrar

source: Type
es: Tipo

source: Step 6
es: Paso 6

source: Add one selling
es: Agregar una venta

source: remaining balance
es: Saldo restante

source: Selling closed!
es: Venta finalizada

source: Date
es: Fecha

source: Click to see details
es: Teclear para ver los detalles

source: Click to see details of selling
es: Teclear para ver los detalles de venta

source: Step 5
es: Paso 5

source: Add a payment (provision or full payment) to the selling
es: Agregue un pago (provisión o pago completo) a la venta

source: selling closed
es: Venta cerrada

source: Add a payment
es: Agregar un pago

source: Selling Summary
es: Resumen de ventas

source: Selling ID
es: Venta ID

source: Thumbnail
es: Imagen en miniatura

source: no thumbnail available
es: No disponible imagen en miniatura

source: Payments' List
es: Lista de pagos

source: No saved payment
es: Sin pago guardado

source: Reduced price
es: Precio reducido

source: Edit the selling
es: Editar la venta

source: Edit the Selling-ID
es: Editar la venta ID

source: Article-ID
es: Artículo ID

source: Remove article
es: Eliminar artículo

source: Delete the selling ID
es: Eliminar la venta ID

source: Delete the selling
es: Eliminar la venta

source: Only the first article of the selling is shown.
es: Solo se muestra el primer artículo de la venta.

source: First Article
es: Primer artículo

source: Total amount
es: Cantidad total

source: Remaining balance
es: Balance restante

source: Selling closed?
es: Venta finalizada

source: Click to add a payment or see selling's details
es: Haga clic para agregar un pago o ver los detalles de venta
