Repository: OlivierGaillard/zulma
Catalog: inventory/locale/*/LC_MESSAGES/django.po
Languages: es

source: They are already uploaded pictures. Please generate the articles before uploading new ones.
es: Ya hay fotografías cargadas. Por favor generar los artículos antes de subir las nuevas.

source: Upload
es: Cargar

source: File ends not with extension '.zip'.
es: El archivo no finaliza con la extensión '. zip '.

source: Branch
es: Sucursal

source: Arrival
es: Arribo

source: Category
es: Categoría

source: Generate
es: Generar

source: Total of articles lost
es: Total de artículos perdidos

source: Total of money lost
es: Total de dinero perdido

source: Delete Purchasing Costs too?
es: ¿Eliminar los costos de compra también?

source: Arrival Date
es: Fecha de arribo

source: Name
es: Nombre

source: en solde
es: en rebaja

source: Purchasing price
es: Precio de compra

source: Selling price
es: Precio de venta

source: n.d.
es: No definido.

source: Description
es: Descripción

source: Initial quantity
es: Cantidad inicial

source: Quantity
es: Cantidad

source: Notes
es: Notas

source: Article with minimal data
es: Artículo con información mínima

source: Losses
es: Pérdidas

source: Money lost
es: Pérdida de dinero

source: Type of loss
es: Tipo de pérdida

source: Cause of the loss: not sold, broken, etc.
es: Causa de la pérdida: no vendido, quebrado, etc.

source: Note
es: Nota

source: Homme
es: Hombre

source: Femme
es: Mujer

source: Mixte
es: Mixto

source: Enfant
es: Niño

source: Type de client
es: Tipo de cliente

source: Genre d'article
es: Tipo de artículo

source: Nom
es: Apellido

source: Arrivage
es: Arribo

source: Delete Arrival-ID
es: Eliminar ID de llegada

source: Name:
es: Nombre:

source: Arrival Details
es: Detalles del arribo

source: Date
es: Fecha

source: Owner
es: Propietario

source: Edition of Arrival-ID:
es: Edición de ID de llegada:

source: Nr.
es: Número.

source: Creation Date
es: Fecha de creación

source: Delete
es: Borrar

source: Click to see details
es: Haga clic para ver los detalles

source: 2nd step
es: Segundo paso

source: step-by-step guide
es: Guía paso a paso

source: Add article to cart
es: Agregar artículo al carrito

source: Is-it the right article
es: Es el artículo correcto

source: You can click to see more detials
es: Puede hacer clic para ver más información

source: Then add the article to the cart
es: A continuación, añada el artículo al carrito

source: of the selling progression
es: Secuencia de la venta

source: Article's Details
es: Detalles del artículo

source: Main
es: Principal

source: Arrival Name
es: Nombre del arribo

source: Article Name
es: Nombre del artículo

source: Reduced Price?
es: Precio reducido?

source: Available stock quantity
es: Cantidad de artículos disponibles

source: Losses Quantity
es: Cantidad de pérdidas

source: Amount of money lost in losses
es: Cantidad de dinero pérdido

source: Purchasing Price
es: Precio de compra

source: Selling Price
es: Precio de venta

source: Add to cart
es: Agregar al carrito

source: Out of stock!
es: Agotado!

source: Delete from cart
es: Borrar del carrito

source: Edit
es: Editar

source: Add Losses
es: Agregar pérdidas

source: Back to articles's list
es: Regresar a la lista de artículos

source: Back to photos
es: Regresar a la fotografías

source: Picture
es: Fotografía

source: picture of
es: Fotografía de

source: Sorry no picture available
es: Lo sentimos, no hay fotografía disponible

source: Ajouter une <strong>image</strong> en cliquant
es: Agregar una imagen haciendo clic

source: ici
es: Aquí

source: Delete article-ID
es: Borrar artículo - ID

source: picture of
es: Fotografía de

source: Edit article-ID:
es: Editar articulo - ID

source: Summary without filters
es: Resumen sin filtros

source: Count
es: Contar

source: Total articles
es: Total de artículos

source: Out of stock
es: Agotado

source: Reduced price
es: Precio reducido

source: Without category
es: Sin categoría

source: Without name
es: Sin nombre

source: Without selling price
es: Sin precio de venta

source: Without purchasing price
es: Sin precio de compra

source: 1st step
es: Primer paso

source: Search one article to register a selling
es: Buscar un artículo para registar una venta

source: Search the article with the filter
es: Buscar el artículo con el filtro

source: enter your search criteria and click on the search button
es: Ingresar su parámetro para búsqueda y teclear en el botón de busqueda

source: Search
es: Buscar

source: Go to the article by clicking on the link <strong>Name</strong>
es: Ir al artículo al teclear el link "Nombre"

source: of the selling process
es: Proceso de venta

source: Filter
es: Filtro

source: Part of branch
es: Parte de la sucursal

source: Part of the category's name
es: Componente del nombre de la categoría

source: Part of the name
es: Parte del nombre

source: Selling Price greater than
es: Precio de venta superior a

source: reduced price
es: Precio reducido

source: Quantity greater than
es: Cantidad mayor de

source: Part of Arrival's Name
es: Parte del nombre del arribo

source: Purchasing Price Greater than
es: Precio de compra mayor a

source: Losses greater/equal than
es: Pérdidas mayores o iguales

source: articles found
es: Artículos encontrados

source: Thumbnail
es: Imagen en miniatura

source: Reduced price?
es: Precio reducido?

source: no pic found
es: Fotografía no encontrada

source: Create a Branch
es: Crear una sucursal

source: Delete branch-ID
es: Borrar una sucursal - ID

source: Branch details
es: Detalles de la sucursal

source: Edit branch-ID:
es: Editar sucursal - ID:

source: Click to edit
es: Haga clic para editar

source: Delete category-ID
es: Borrar categoría - ID

source: Category details
es: Detalles de la categoría

source: Edit of category-ID:
es: Editar categoría - ID:

source: Delete the category
es: Borrar categoría

source: pictures to handle for generating articles.
es: Gestionar fotografías para generar artículos.

source: Delete Loss-ID
es: Borrar categoría - ID

source: Loss Details
es: Tipo de pérdida

source: Article-ID
es: Artículo ID

source: Click to see article
es: Hacer click para ver los detalles

source: Loss Type
es: Tipo de pérdida

source: Total losses
es: Total de pérdidas

source: Article
es: Artículo

source: Details
es: Detalles

source: Adding losses to article-ID
es: Agregar pérdidas al artículo ID

source: Previous Losses
es: Pérdidas previas

source: Previous losses:
es: Pérdidas previas:

source: Money lost:
es: Pérdida de dinero:

source: New Losses
es: Nuevas pérdidas

source: Upload only <code>ZIP</code> files.
es: Cargar sólamente archivos <code>ZIP</code>.

source: quantity greater than
es: Cantidad mayor de

source: greater than
es: Mayores de

source: Losses greater or equal
es: Pérdidas mayores o iguales

source: Losses cannot exceed quantity.
es: Las pérdidas no pueden exceder a la cantidad.
